{
  "major-arcana": [
    {
      "id": 1,
      "name": "The Fool",
      "love": "This card is a person who thinks freely and loves freely. This card is an optimistic person. When you face the question of your love, if you ask the relationship of love, it means you love yourself. Whether our future is painful or bad, but if you ask each other how they feel, you must see the relationship in the context. If a lot of people like us, and then they will like this card, it may mean that we are ready. Even if there are obstacles, even if we already have someone else, if we love someone, the position of this card shows that he may mean I don't think anyone wants to take risks on the other side of the world.",
      "study": "The Fool bodes well for physical health if you have been ill as it indicates vitality and energy. However, it can also indicate being accident prone so if you get the Fool for health be extra careful. It can also represent pregnancy as it represents the beginning of a new life.",
      "health": "The Fool bodes well for physical health if you have been ill as it indicates vitality and energy. However, it can also indicate being accident prone so if you get the Fool for health be extra careful. It can also represent pregnancy as it represents the beginning of a new life.",
      "finance": "This means that you can use your money, you can use your love is unnecessary. There are few financial plans, but on the other hand, it is often women's wealth supported by finance."
    },
    {
      "id": 2,
      "name": "The Magician",
      "love": "This card, from the perspective of relationship, means love, smooth relationship, everything is good, and the ability to solve problems. If you don't understand, it will be a good solution, but if you are an individual, this mage has shortcomings. Because the people on this card are smart, they are all cunning. In this relationship, the skills or methods they use in a relationship may be a little dishonest, but it's not a bad thing. If we flirt, we may have some ideas or plans.",
      "study": "A smart person can express himself through simple obstacles, rapid learning, good work and good expression.",
      "health": "Your strength and good health may be making a comeback if you have been ill recently or feeling drained. If your illness or ill health is not improving you may benefit from trying alternative therapies. In a health context The Magician Tarot can indicate that an experienced, powerful healer may be needed to give you the healing boost you need.​",
      "finance": "Is a good money maker, but money."
    },
    {
      "id": 3,
      "name": "The High Priestess",
      "love": "Be honest with others and yourself, and let what is hidden come to the surface. In a relationship,the High Priestess shows increasing intimacy and openness.",
      "study": "There is chaos, chaos, chaos, mood swings, not focusing on study and work, but if it involves art and entertainment. meaningful",
      "health": "In a health context, The High Priestess is generally telling you to listen to the messages your body is trying to send you about what it needs. The High Priestess can indicate that you are not being taken seriously in relation to your health concerns. Don’t allow your concerns to be ignored! The High Priestess can also symbolise fertility and hormones coming into balance and menstruation.",
      "finance": "This card means that you are good at shopping and like unnecessary things, but there is often support."
    },
    {
      "id": 4,
      "name": "The Empress",
      "love": "The Empress tarot love meaning stems from the element of earth. The person represented by this card can be loving, nurturing and caring, as has financial security or appreciative of beautiful, comforting things. Sometimes, the Empress can point to love and work coming together, either with a coworker, or perhaps a new business venture.When it comes to relationships, this card also heralds a stable, serious and committed relationship. Because the card also represents motherhood, sometimes it can also signal marriage or pregnancy, or at least a new family, in whatever form that means for you.",
      "study": "Good study and good education. People with this card are usually good.",
      "health": "The Empress is a strong pregnancy indicator and very good omen of success for those actively trying to get pregnant. On the flip side, if you are not intending to get pregnant and you are capable of getting pregnant, The Empress is a warning to be very careful and take proper precautions! If pregnancy is not a factor in your health concerns, The Empress is an indicator that you need to nurture yourself more and listen to your body’s signals. Watch your energy levels, take time out for yourself to relax and unwind.",
      "finance": "This card indicates that the complete financial situation means that there is no shortage of funds or money from a female sponsor."
    },
    {
      "id": 5,
      "name": "The Emperor",
      "love": "The reversed Emperor tarot love meaning can signal some kind of power struggle or a fight for dominance when it comes to love and relationships. Instead of coming together with your different ideas, there may be competitiveness and a desire to just be right.This card can also signal an overbearing partner, whether it's you or your other half. Be careful that you don't give up too much of your personal power, or repress who you are in order to be in this relationship. Alternatively, this card can also signal difficulty emotionally connecting in your relationship or potential relationships.",
      "study": "A good learner is a knowledgeable person, supervisor or person in charge.",
      "health": "The Emperor in a health context can mean that you may be being too hard on yourself. Reduce or eliminate activities that are too harsh on your body, avoid punishing exercise regimes and be kind to yourself. Work with your energy levels not against them. If you are having health issues, be logical in your approach to treating them. The “suck it up and get on with it” approach will not serve you well this time. If you need to rest, rest! If you’re ill, seek medical treatment and listen to your doctor’s advice.",
      "finance": "This card means financial stability and the ability to make money, but there are also people with a lot of money. Because there are a lot of people to take care of."
    },
    {
      "id": 6,
      "name": "The Hierophant",
      "love": "When it comes to relationship tarot readings, the Hierophant's upright love meaning can point to the effects of conventional religion on love and choosing partners. You could be drawn to partners that are safe, traditional, and respected by your community, and avoid partners that are considered 'taboo'. The Hierophant love meaning in tarot can also represent the more spiritual aspects of love, and a reminder that our partners should be treated morally, and lovingly. Sometimes, this card can also indicate marriage.Relationships affected by the Hierophant card are usually traditional, conventional and socially approved. Partners are likely to share a system of beliefs.",
      "study": "This card has good study, which means good study and good education. Work means principled work. Compliance with rules and legality",
      "health": "If you are experiencing health issues The Hierophant Tarot card indicates that conventional medicine may be the best route for you at the moment. You would also do well to introduce some sort of health routine such into your daily life e.g. exercising daily or taking vitamin supplements to boost your immune system.",
      "finance": "This card has no advantage in money, but in general, it is not troublesome."
    },
    {
      "id": 7,
      "name": "The Lovers",
      "love": "This card, if you are relationship is a soulmate card and signifies kindred spirits and an intense bond between two people. If you are single, love is coming your way! This will be more than mere infatuation.",
      "study": "The Lovers card can represent a workplace or career that is in true alignment with your values and innate gifts. This can be a calling to do your soul’s work. While this card’s appearance in a career reading indicates a powerful path has opened up for you, you may still find it difficult to make the choice to pursue it. The work that’s perfect for you may still have strings attached: maybe it’s lower pay or less “prestigious”. This is a sign to get right on your goals and values. Find the solution that honors your soul.",
      "health": "The Lovers in a health reading is a signifier that having the right support will help you to get through any health issues. This may be a partner or friend who is offering moral support or a doctor or healthcare provider. The Lovers in a health context can simply be an indication that you have decisions to make regarding a course of treatment. The Lovers can also be related to heart health so make sure you are taking good care of your heart when this card appears.",
      "finance": "Financially, now is a good time to seek financial opportunities as you will be attracting good fortune. "
    },
    {
      "id": 8,
      "name": "The Chariot",
      "love": "If you and your partner have been going through a rough patch, you will need to come together, communicate and work hard. The challenges you face are not insurmountable. They just require some hard work and focus to resolve them. If you or your partner has anxiety issues, it is crucial to get these under control as The Chariot Tarot also represents the need to balance the mind and heart to be successful.",
      "study": "Your ambition will take you far, With a clear understanding of what you want , you know your destination, and you can be very focused on getting there. You’re likely to feel very motivated at work, giving you the discipline, drive and self-control you need to succeed. If you’re looking to change roles, or get a more senior position at your current workplace, this card signals that all you need to do is go for it. When it comes to your work environment, remain clear of distractions; this can include office politics or rivals; make sure you remain focused on what you need to do.",
      "health": "If you have been having health issues that have been wearing you down, you will feel a new burst of motivation and energy to tackle them. You may have a long road to recovery ahead but you are strong and you will overcome these challenges. The Chariot can also represent issues with the digestive system. It’s a great time to start a new exercise regime!",
      "finance": "In a financial context, The Chariot is a good omen that can represent overcoming obstacles. If there has been a financial challenge that has seemed insurmountable, this card indicates that this may be a good time to tackle it. It can also represent a big travel or transport related purchase such as buying a car or plane ticket or paying for a holiday etc. "
    },
    {
      "id": 9,
      "name": "Strength",
      "love": "You may find yourself in a passionate and fiery romance when you draw the Strength card in a love tarot reading. The intense feelings suggested by this card can indicate both a strong relationship, and also one that can be prone to anger, jealousy or other emotional explosions. There are both pros and cons with this kind of relationship. Alternatively, Strength’s tarot love meaning is one of compassion, empathy and inner strength; you may find that these qualities are bound to attract the partners that you need, or bring you and your existing partner closer together than ever. Empathy may give you greater insight to both yours and your partner’s needs and insecurities. Should you find yourself in an argument or in heated moments, it may be better for you to treat each other with patience and gentleness, rather than allowing your anger to take control.",
      "study": "The Hierophant is a signifier for sharing knowledge so you may find you get a teacher or mentor who will help you along your career path. Alternatively, you may also become a mentor or trainer of others. Also, now is a good time to take up study in an established educational institution.",
      "health": "The Strength Tarot Card in a health context is a great card to get. It usually an indicator of good or improving health and feeling fit as a fiddle. If you have been ill, Strength reversed can represent overcoming an illness or beginning to get your strength back. It also shows the body and mind coming back into balance. Now is a good time to make positive changes to make your lifestyle healthier, especially those that require you to exercise more self-control.​",
      "finance": "If you’ve been working well on controlling impulsive spending, it’s likely that you’ll find yourself in a comfortable position now. So long as you continue to exercise control, you should be fine. You may also be ready to make bold moves in terms of your purchases; perhaps putting your finances to work on something you’ve always been dreaming of."
    },
    {
      "id": 10,
      "name": "The Hermit",
      "love": "In a love context, if you are single The Hermit Tarot card represents coming out the other side of a period of loneliness and solitude that may have been needed to recuperate from past heartbreak or a bad breakup. You will soon be ready for a fresh start. It can also indicate celibacy or chastity.",
      "study": "Like the Hierophant, the Hermit represents teaching and/or study. Mentorship and/or being mentored. Counselling and/or receiving counsel. As the Hermit, you may be beginning or continuing your studies, or you may be assisting someone else.",
      "health": "The Hermit in a health context indicates overdoing things may lead to health issues. If you find that you’re rushed off your feet, never having a minute to take a breath, The Hermit suggests that if you don’t make time for yourself to rest and reboot your health may suffer. Take a break. Even taking a few minutes every day to meditate or just clear your mind and connect with how your body is feeling would benefit your health at this time.",
      "finance": "You may be coming to the realization that money doesn’t bring you happiness right now. This may be a time with less focus on material things, and more focus on trying to understand where you can truly find fulfillment."
    },
    {
      "id": 11,
      "name": "Wheel Of Fortune",
      "love": "If you are in a relationship, Normally indicates a positive change so you could be taking the next step in your relationship or starting a new phase with your partner, or even some sort of joint project. If you have been finding that you are no longer content in a relationship, this card can signal an upheaval. If you are single,  You have good fortune coming in love so now is the time to put yourself out there, get out, and meet new people. ",
      "study": "Big changes may be coming , Should you be considering making a switch in your career path or your position, now may be a good time to make those moves. Try and be more aware of the opportunities that are in your environment for you now, and say yes when they arise. Sometimes, the changes that are coming your way may be difficult and challenging, but these can actually be blessings for you to develop your skills and get you ready for future growth. Embrace these changes, and make yourself adaptable. Going alongside the flow of these changes is likely to bring you success.",
      "health": "Again change is the theme of Wheel of Fortune in a health reading. So if you’ve been battling health issues the wheel may start to turn in your favour. Likewise you may experience some health issues that force you to make a necessary adjustment in your life. For instance, if you’ve been pushing yourself too far mentally, physically or emotionally, you may find a bout of illness forces you to slow down and take things easy.  This may simply be the universe’s way of telling you that you need to take better care of yourself. So heed the warning and make positive adjustments that are kind to your body and health. ",
      "finance": "If you have been consistently comfortable money-wise, it cautions you to be prepared for the unexpected and make sure you put something by for a time when you may need it. If you’ve been experiencing financial difficulties the Wheel of Fortune Tarot card upright is an indicator that things are going to improve for you as you will have good financial luck. "
    },
    {
      "id": 12,
      "name": "Justice",
      "love": "If you are in a relationship, whether Justice is a good or bad omen really depends on the behavior of you and your partner. If you are both being honest and acting with integrity in your relationship then you will see the rewards in the form of a period of harmony or a bigger commitment. If you have treated others with integrity and kindness and not been treated well in return in relationships, Justice in a love tarot reading can indicate that this imbalance is about to be corrected with the loving partner you deserve coming into your life. It can also signify that those who have treated you badly will get their comeuppance. ",
      "study": "It tells you that you need to pay attention to balancing your work and personal life. Don’t forget to take adequate time out for yourself.",
      "health": "​If you’ve been having health issues, Justice can indicate that you are out of balance which is contributing to your health issues. It also cautions against overindulgence in any area of your life. Try to keep everything in moderation. ",
      "finance": "Justice can literally show you balancing your books and is a reminder that if you behave with integrity in terms of money and business you will be rewarded. If you’re going to take a bit of a gamble on something, this card is a good omen.  "
    },
    {
      "id": 13,
      "name": "The Hanged Man",
      "love": "In a love Tarot context if you are in a relationship, The Hanged Man indicates that you may be unhappy with the way your relationship is going at the moment. It can also signify that either you or your partner may be feeling the need to take a step back from the relationship to assess your options or where you want the relationship to lead. The Hanged Man tells you to hold off on making any decisions and just give yourself time to think things through.",
      "study": "When it comes to work, the Hanged Man can signal a feeling of waiting or uncertainty about what you should be doing. Your projects may be on pause, forcing you to take a break, or you may be waiting and contemplating what your next move is. There is a lesson to this card, which is that sometimes, no matter what, you cannot force a decision, or changes to occur when things are not at the right time. At times, you need to just wait, and the things that you were pushing for so hard, whether it’s a response from a business partner or colleague, or a decision from a client, or a decision on what to change in your career, will come in time. Relax, and just be. Alternatively, you may be in the process of making a big change in your career. What looks like taking a step backward may be a calculated process to realign your path with something that is more fulfilling to you.",
      "health": "​If you have been experiencing health issues, The Hanged Man encourages you to consider all of your treatment options. This does not mean you should reject the treatment you’ve been offered but it tells you to rethink your health issues and consider tackling them from multiple angles. It can also indicate that whatever the issue you are experiencing, you may need to just allow yourself time to heal rather than becoming frustrated that your health is not improving as quickly as you want it to. ",
      "finance": "The Hanged Man indicates that you need a fresh perspective. Maybe anxiety around your finances is making them seem worse than they actually are or there may be positive things happening for you in other areas that you are not appreciating because you are focusing too much on the money.  "
    },
    {
      "id": 14,
      "name": "Death",
      "love": "If you are single, the Death card can indicate that you will soon be casting off the old beliefs, issues or behaviours that are no longer useful to you. Embrace this transformation as it will bring new love into your life. If you are in a relationship, Death in a love tarot context can signify that you or your partner may be holding onto a relationship that’s not working or you may be clinging to old patterns that are stopping your relationship from moving forward. Death signifies that things are going to change whether you want them to or not. You can either resist the change or embrace it. ",
      "study": "If you’ve been considering a career change, the upright Death card can be a signal that you should take the plunge and act now. You may have been through a period of apathy, disinterest and frustration at your current job, and should you not take decisive action, events in life may force you to make a change. You may be clinging to your current path because it offers stability, certainty and safety, but if you are otherwise unhappy or feeling unchallenged, there is much more to lose than your comfort. Often when one door closes, another one opens; embrace the shifts occurring right now and dive in.",
      "health": "Don’t panic if you see the Death card in health reading, again the Death card only indicates physical death in extremely rare cases and only in certain combinations! If you have been feeling like your health is never going to improve, Death can signify that a change is coming. However, how you handle this change will go a long way to determining the outcome. If your health has been bad and illness has left you feeling pessimistic, try to embrace the coming changes by changing your attitude. Try to find something positive in each day even if you feel ill. You may also try a new approach that you haven’t tried before like a different diet, holistic therapy or energy healing. Know that your current state is temporary, it will change. ",
      "finance": "Money can be tightening when the Death card appears in a financial context, you may have a sudden drop in income or loss of money. If that happens don’t let it get you down, this change will lead you somewhere positive and you will learn from it. If you experience financial hardship, don’t stick your head in the sand, make practical adjustments and keep moving forward in a positive way. If you are tight on money, consider getting back to basics, and swap big nights out for cozy nights in with close friends. And remember, any financial issues will be fine in the long run if you make the changes necessary."
    },
    {
      "id": 15,
      "name": "Temperance",
      "love": "In a love Tarot reading, if you are in a relationship, the Temperance Tarot card is one of the best cards you can get. It signifies a harmonious relationship where you and your partner find the perfect balance of love, commitment and respect. It is also a signifier of soulmates. If you have been having relationship problems, Temperance is an indicator that you will both resolve whatever issues have been holding your relationship back in order to move forward together. If you are single, Temperance is an indicator that you will be learning to balance the other areas of your life in order to make room for a loving partner to come into your life. Once you have done this you will attract the right partner to you.",
      "study": "Temperance tells you that now, is a great time to set goals as you have the patience and persistence to achieve what you want.",
      "health": "In a health context, the Temperance Tarot card indicates that moderation is the key to good health so if you need to get any unhealthy habits under control, you will find that now is a great time to do it. If you have been experiencing any health issues, look to the areas of your life or health where you have been overdoing it or under-doing it. Bringing balance these areas may give you the healing boost you need.  ",
      "finance": "In a financial context, things should be going well as you should have balanced finances. However, be careful to practice moderation in relation to money as now is a time to maintain the balance and build your savings up at a steady pace rather than take risks with money or make risky investments. "
    },
    {
      "id": 16,
      "name": "The Devil",
      "love": "Lust and temptation are symbolized by the Devil in a love tarot reading. There can be a sense of hedonism, and a selfish desire for gratification with this card. In less serious circumstances, it can also just simply mean a pursuit for all of lif's earthly pleasures. There is nothing wrong in having a bit of fun, but make sure that you are not hurting others or giving them wrong impressions when you do.",
      "study": "The Devil upright in your Tarot reading can indicate that you feel trapped in a job that you hate. Again, you are in control of your own life even if you don’t feel that way. Evaluate what you really want in your career and if a move is what you need, make it. Remember that it is a choice you are making if you decide to stay in a job you dislike. The Devil can also indicate a colleague or person in a career context who is deceptive and may be trying to sabotage you. Be careful who you trust, this person will be all smiles to your face and while simultaneously stabbing you in the back. ",
      "health": "In a health context, The Devil can indicate poor health brought about by harmful behaviour such as drug addiction, alcoholism or compulsive overeating. It is also an indicator of mental health issues such as depression, anxiety, panic attacks, bipolar, schizophrenia etc. If you feel like you have a mental health problem, please do not look to the cards to diagnose you, seek the help of a mental health professional. The Devil upright in a health context can also indicate a silent illness like high blood pressure. If you have been feeling unwell or inexplicably exhausted, go to the doctor and get a check-up. If you have a diagnosed illness, The Devil tells you not to let it define you, while you may have some restrictions be careful that you are not putting excessive limitations on yourself out of fear of exasperating your illness.",
      "finance": "Difficult financial situations may be exaggerated with bad habits with the Devil in the reading. This can signal that there is often more that you can do to bring yourself out of this state, but you may be either failing to see the solutions, or you are unable to change the way that you handle your finances. You may be spending compulsively, gambling, or unable to take control of your material resources. Make sure you are doing all that you can."
    },
    {
      "id": 17,
      "name": "The Tower",
      "love": "The Tower tarot love meaning signals great fundamental changes. Relationships that have weak or crumbling foundations won't last much longer, and may collapse. While initially painful, these clear the way for new experiences. Perhaps your relationship was incredibly important to your identity; you took pride in being a good partner or parent, making you stay even while you may have otherwise been unhappy. While these times may be trying, know that they will pass. Should you be single, it may not be a relationship that is being broken down, but your perspective and understanding of the entire notion of what love means to you. ",
      "study": "The Tower may indicate a lack of job security. It can be a signifier of a redundancy . However, it may also indicate a big change in your current position which will bring you unwelcome stress and may prove difficult but could ultimately lead to a better position or more security. ",
      "health": "In a health context, The Tower can represent a sudden illness or an accident so be mindful of your safety and well-being. If coupled with pregnancy cards it can indicate a difficult pregnancy, miscarriage, abortion or stillbirth. The Tower can also indicate mental health problems, which is understandable as Tower events generally bring with them extreme emotional turmoil. While the health issues The Tower represents are by no means easy, they are usually followed by a period of renewal. If health problems you are experiencing are forcing you to make changes in your life, try to go with the flow as these changes may ultimately prove to be for your best. Try to embrace them with a positive attitude. If you engage in any kind of substance abuse, The Tower is warning you to stop immediately or you may overdose.",
      "finance": "It would be wise for you to make sure you have some funds put away right now. The Tower in its worst case scenario speaks of disaster, and in finances it is no different. There may be unwelcome surprises in store that can create a sudden loss of resources. These scenarios can serve as wake up calls; develop a resilient support system, and tend to the things that truly matter to you."
    },
    {
      "id": 18,
      "name": "The Star",
      "love": "Lots of hope in love and romance is signaled by the Star tarot love meaning. It's likely that your sense of hope and optimism can be a powerful magnet for you right now, giving you a sense of charisma and charm. If you have been healing from a break up, this card suggests that you are well on your way, and you are slowly rebuilding your confidence so that you can move on. If your relationship has been going through a rough patch, this also may be a time of healing. So long as the two of you remain communicative and honest with one another, there is great potential for bringing the two of you closer together.",
      "study": "You will have great opportunities coming your way in terms of work. The Star is very positive sign that things are going to go in your favour or something even better is going to come your way. It can also be an indicator that you would do well in a more creative role. ",
      "health": "If you have been having health issues, The Star indicates that you are coming into a time of great healing. It can be a signifier for good health and for health issues being resolved in a positive way. Or it can simply signify that you will be feeling much more hopeful about your future health.",
      "finance": "When it comes to your finances, the Star signals that one's faith and positivity should help you reach your financial goals. While you put in the work towards your financial future, also make sure to take the time to appreciate and be grateful for what you already have, as that can be inspiration for you to continue along this path."
    },
    {
      "id": 19,
      "name": "The Moon",
      "love": "With the Moon in a love tarot reading, it's likely that emotions are complicated at this time. The environment can be one full of misunderstandings, and not everything is as it appears. You may need to do some work to get to the bottom of things; be sure to not only ensure the intentions of others, but also understand your own emotions, desires and motivations. There may be old attitudes, beliefs or ideas that are clouding your judgement. Many things can be hiding in your unconscious affecting your ability to accept love. ",
      "study": "You may be very unclear or even anxious about work. There may be miscommunication between you and your colleagues or superiors in a work context which could cause problems or misunderstandings. Alternatively, someone may be holding information back from you and you may not have all the facts you need to make a decision.",
      "health": "In a Health context, The Moon can signify mental health issues. It can be an indicator of anxiety disorders and depression. The Moon may also be telling you to trust your instincts in relation to your health. If you feel you have an underlying health problem, go get a check-up and push for as many tests as you need to get to the bottom of what’s affecting you. For women, The Moon can indicate a health issue relating to the menstrual cycle or being affected by a hormonal imbalance in some way.",
      "finance": "Right now may not be the best time to make any big financial decisions, as the Moon signals that the information available to you right now isn't complete. If you are in the process of taking financial action, don't be afraid to dig deep and ask questions, so you can make the best decision possible. Confusion and uncertainty around finances may be a problem at the moment."
    },
    {
      "id": 20,
      "name": "The Sun",
      "love": "With the Sun comes light, life and warmth. The Sun tarot love meaning heralds much of the same in your relationship and your romantic life in general. There is happiness, celebration, and fulfillment in this card. Should you be single, now is also the time to step out and let yourself shine. ",
      "study": "Now is the time to embrace your desires and work toward making them a reality. The Sun tarot card reassures you that the best is yet to come and even if you've hit a rough patch, things aren't destined to fail",
      "health": "The Sun is the card of vitality so you should be feeling full of life, balance, positivity and wellness when it appears in your tarot reading. If you have been ill, The Sun is a good omen for recovery. If you are trying to get pregnant, The Sun upright is also a good omen as it is one of the main pregnancy cards.",
      "finance": "Your financial situation may be comfortable and rewarding right now. The Sun suggests a level of gratitude, abundance and happiness, and this is no different within the context of a financial tarot reading. The sun also shines light on things, making them visible and out in the open. If there have been any hidden factors related to your finances, they can be revealed now."
    },
    {
      "id": 21,
      "name": "Judgement",
      "love": "The Judgement tarot love meaning indicates a time of self-reflection and analysis initiated by an awakening. Issues in your love life that you once ignored may be seen clearly now, and you have the chance to make adjustments.",
      "study": "Judgement indicates that you are being watched and evaluated. So now is the perfect time to run the extra mile and to be conscious of how to present yourself.The outcome is most likely to be positive. If you've been working your ass off, your efforts will very likely be acknowledged.",
      "health": "In a health context, Judgement can signify a period of healing and wholeness after a difficult illness. You have come through the tough times, learned from them and you are ready and willing to take all necessary steps to help you on the road to recovery.",
      "finance": "You may have to go through a period of self-reflection when it comes to your relationship with money. Sometimes this means evaluating whether your financial habits have been hindering your material situation, as well as making the changes necessary to do better. "
    },
    {
      "id": 22,
      "name": "The World",
      "love": "The World tarot love meaning signals a feeling of completion and happiness. At times, this card can even suggest moving to the next step of your relationship, such as marriage or starting a family. Even when single, there is a sense of fulfillment and happiness here. Before getting into a relationship, one must feel like a whole person.",
      "study": "The World card appears in a Tarot reading, you are glowing with a sense of wholeness, achievement, fulfilment, and completion. A long-term project, period of study, relationship or career has come full circle, and you are now reveling in the sense of closure and accomplishment.",
      "health": "If you have been battling an illness or injury, The World is an excellent card to get as it represents successfully coming through adversity. It is a great omen for recovery. Your health generally should be on the up if The World appears in a health Tarot spread.",
      "finance": "You may have worked hard in order to reach your financial goals, and now may be the time to enjoy the fruits of your labor. Perhaps you've paid off some debt, found security after saving, or made a large purchase that you've saved up for. Give yourself a pat on the back and be proud of what you've accomplished."
    }
  ],
  "requesttosun": [
    {
      "id": 1,
      "name": "dear",
      "noteDetail": "I hope I get some sleep soon."
    },
    {
      "id": 2,
      "name": "ball",
      "noteDetail": "I hope I get A some subject."
    },
    {
      "id": 3,
      "name": "tong",
      "noteDetail": "I wish everyone happiness."
    },
    {
      "id": 4,
      "name": "opal",
      "noteDetail": "I wish someone who loves me"
    },
    {
      "id": 5,
      "name": "game",
      "noteDetail": "I want to play game"
    },
    {
      "id": 6,
      "name": "baimorn",
      "noteDetail": "GET A+++++++++++++"
    }
  ]
}